[GENERAL]
0001=Limbă:
0002=Română
0003=Autor:
0004=Silviu Vergoti
0005=Versiune:
0006=1.15
0007=Pentru a adapta MNB în altă limbă trebuie tradus numai fişierul *.lng din directorul LANG.

[MENU]
0=&Fişiere
00=&Salvează
02=&Ieşire
1=&Opţiuni
10=&Preferinţe
2=&Ajutor
20=&Despre...

[TABSHEETS]
1001=Selecţie
1002=Informaţii
1003=Add-on-uri
1004=Previzualizare
2001=General
2002=Limbă

[LISTVIEW]
3001=Fişier
3002=Autor
3003=Titlu
3004=Album
3005=Lungime
3006=Durată
3007=Bitrate
3008=SFV/MD5

[GROUPBOXES]
4001=Selectează disc şi director
4002=Selectează tipuri de fişier
4003=Listă de fişiere
4004=Informaţii suplimentare
4005=Limbă
4006=Informaţii suplimentare
4007=Note
4008=Reclamă :)
4009=Ataşază fişiere
4010=Coperţi
4011=Politică de repostare

[BUTTONS]
5001=Următorul >
5002=Următorul >
5003=OK
5004=Cancel
5005=Prezintă NFO
5006=Selectează limbă
5007=OK
5008=Salvează NFO

[LABELS]
6001=Versiune:
6002=Hz:
6003=Canale:
6004=Encoder:
6005=Bitrate mediu:
6006=Calitate:
6007=Timp total:
6008=Marime totală:
6009=An:
6010=ID3 Tag 1:
6011=ID3 Tag 2:
6012=APE Tag:
6013=Limbă selectată
6014=Gen:
6015=Sursă:
6016=Ripper:
6017=Model CD/DVD:
6018=Ripuit de:
6019=Data convertirii:
6020=Postat de:
6021=Data postarii:
6022=Informaţii:
6023=Newsserver:
6024=Grup:
6025=Nume de fişiere:
6026=Director implicit:
6027=Grupuri selectate:
6028=Scrie aici ce vrei... ;)


[CHECKBOXES]
7001=Adaugă note
7002=Adaugă reclamă
7003=Sume de control (*.sfv/*.md5)
7004=Listă de melodii (*.pls)
7005=Listă de melodii (*.m3u)
7006=Faţa
7007=Spate
7008=CD
7009=Menu tip XP
7010=Generează sume de control
7011=Diverşi autori
7012=Altul (Nu de mine)
7013=Adaugă bitrate la fiecare fişier
7014=Read Subdirectories
7015=Save SFV/MD5/M3U/PLS with Unicode filenames

[FORMS]
8001=Opţiuni
8002=Despre
8003=Va rog asteptaţi...

[TEXTS]
9001=NFO not saved!
9002=NFO saved!
9003=NFO/M3U/PLS/SFV/MD5 succesfully saved!
9004=Congratulations!
9005=NFO not complete!
9006=WARNING
9007=Different filetypes in selected directory!
9008=Using filetype with maximum number of files:

[END]